Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: When you use it: Hardware is primarily used to repair devices, vehicles, habitat systems, or synthetic morphs.
fr_fr: Quand l'utiliser: Matériel est utilisé principalement pour réparer des apapreils, des véhicules, des habitats ou des morphs synthétiques.

source: See Building, Repairing, and Modifying below.
fr_fr: Voir Construire, Réparer et Modifier ci-dessous.

source: Sample Fields: Aerospace (all air and space vehicles), Armorer (armor and weapons), Electronics (all computerized devices), Groundcraft, Implants, Industrial (habitat, factory, and life support systems), Nautical (watercraft and submarines), Robotics (synthetic morphs)
fr_fr: Exemple de Domaines:Aérospatiale (tous les véhicules aériens et spatiaux), Armurerie (armure et armes), Électronique (tout appareils informatisé), Engisn terrestres, Implants, Industrie (habitat, usine et systèmes de survie), Nautique (sous-marins et bateaux),Robotique (morphs synthétique)

source: Building
fr_fr: Construire

source: Creating an item from scratch is handled as a Task Action with a timeframe determined by the gamemaster.
fr_fr: Créer un objet en partant de rien est géré comme une Action de Tâche avec un intervalle déterminé par le maître de jeu.

source: The timeframe should be set according to the complexity of the object and could range from an hour (constructing a set of shelves) to days (assembling a robot from spare parts) to even months (building a house).
fr_fr: L'intervalle de temps devrait être définie en fonction de la complexité de l'objet et devrait aller d'une heure (construire un jeu d'étagère) à plusieurs jours (assembler un robot à partir de pièces détachées) voire plusieurs mois (construire une maison).

source: Numerous factors may apply modifiers to the test, such as the use of entoptic blueprints/help manuals (+20) or poor working conditions (–10 to –30).
fr_fr: De nombreux facteurs peuvent appliquer des modificateurs au test, tels que l'utilisation de plans/manuels entoptiques (+20) ou de mauvaises conditions de travail (-10 à -30).

source: Tools are also a factor, perhaps making the job easier (superior tools +10 to +30), more difficult (poor or inadequate tools, –10 to –30), or even impossible (lack of required tools).
fr_fr: Les outils sont également un facteur, peut-être facilitant le travail (outils supérieurs +10 à +30), le compliquant (outils de mauvaises qualité ou inadaptés, -10 à -30) ou le rendant impossible (absence des outils nécessaire).

source: Repairing
fr_fr: Réparer

source: Damaged items may be repaired in a similar manner.
fr_fr: Les objets abîmés peuvent être réparés de manière similaire.

source: See the rules for Synthmorph and Object Repair, p.
fr_fr: Coir les règles pour les Synthmorphs et la Réparation d'Objet p.

source: Modifying
fr_fr: Modifier

source: Altering an object’s design and function follows the same basic rules as build and repair, above.
fr_fr: Altérer la conception d'un objet et son fonctionnement respecte les mêmes règles que celels de construction et réparation au-dessus.

source: The time-frame is determined by the gamemaster as appropriate to the modification.
fr_fr: L'intervalle de temps est déterminé par le maître de jeu de manière approprié à la modification.

source: {IMPERSONATION} Type: Active, Social
fr_fr: {IMPOSTURE} Type: Active, Sociale

source: What it is: Impersonation is the skill of trying to pass yourself off as someone else in social situations, including virtual ones.
fr_fr: Qu'est-ce: Imposture est la compétence pour vous faire passer pour quelqu'un d'autre dans les situations sociales, incluant les situations virtuelles.

source: This includes copying mannerisms and speech patterns and using accumulated information to convince others that you are that person.
fr_fr: Cela inclut de copier le manièrisme et les tournures linguistique ainsi que l'utilisation des informations accumulées pour convaincre les autres que vous êtes qui vous prétendez être.

source: In a universe where appearance is highly variable, the question of identity is largely one of both trust and picking up on behavioral quirks and verbal cues to recognize a given individual.
fr_fr: Dans un univers où l'apparence est extrêmement variable, la question de l'identité est essentiellement une question à la fois de confiance et de reconnaissance de bizarreries comportementale et de repères verbaux nécessaire à reconnaître une personne.

source: When you use it: Sometimes it’s fun to pretend you’re someone else, and sometimes it’s profitable or lifesaving.
fr_fr: Quand l'utiliser: Parfois il peut-être rigolo de prétendre que vous êtes quelqu'un d'autre, et pafois cela est profitable ou pourra vous sauver la vie.

source: Use this skill whenever you attempt to convince someone that you are actually someone else through some sort of social or online interaction.
fr_fr: Utiliser cette compétence lorsque vous tentez de convaincre quelqu'un que vous êtes en fait quelqu'un d'autre grâce à une certaine interaction sociale ou en-ligne.

source: Forks use this skill when passing themselves off as their alpha ego.
fr_fr: Les forks utilisent cette compétences quand ils essayen t de se faire apsser pour leur égo alpha.

source: Impersonate is handled as an Opposed Test against the Kinesics skill.
fr_fr: Imposture est géré par un Test en Opposition contre la compétence Kinésique.

source: Specializations: Avatar, Face-to-Face, Verbal
fr_fr: Spécialisations: Avatar, Face-à-Face, Verbale

source: {INFILTRATION} Type: Active, Physical
fr_fr: {INFILTRATION} Type: Active, Physique

source: What it is: Infiltration is the art of escaping detection.
fr_fr: Qu'est-ce: Infiltration est l'art d'échapper à la détection.

source: When you use it: Use Infiltration whenever you need to physically hide or move with stealth to avoid someone sensing you, whether you are hiding behind a tree, sneaking past a guard, or blending into a crowd.
fr_fr: Quand l'utiliser: Utilisez Infiltration quand vous avez besoin de vous cacher physiquement ou de vous déplacer discrètement pour éviter que quelqu'un ne vous perçoive, que vous vous cachiez derière un arbre, que vous vous faufiliez derrière un guarde ou que vous vous mélangiez dans une foule.

source: Infiltration can also be used to follow people (shadowing) without them detecting you.
fr_fr: Infiltration peut également être utilisé pour suivre les personnes (filature) sans qu'ils ne vous détectent.

source: Infiltration is an Opposed Test against the Perception of whomever you are hiding from.
fr_fr: Infiltration est géré par un Test en opposition contre la Perception de tout ce dont vous essayer de vous cacher.

source: The gamemaster may wish to roll such tests in secret so the player does not know whether they have succeeded or failed.
fr_fr: Le maître de jeu peut vouloir lancer de tels tests en secret pour que les joueurs ne savent pas si ils ont réussit ou raté.

source: Specializations: Blending In, Hiding, Shadowing, Sneaking
fr_fr: Spécialisations: Se Fondre Dans al Foule, Se cacher, Filature, S'infiltrer.

source: {INFOSEC} Type: Active, Technical
fr_fr: {INFOSEC} Type: Active, Technique

source: What it is: Infosec is short for “information security.” It encompasses training in electronic intrusion and counterintrusion techniques, as well as encryption and decryption.
fr_fr: Qu'est-ce: Infosec est une abréviation pour "information security (sécurité de l'information)." Elle regroupe l'entraînement en intrusion électronique et les techniques de contre intrusion, ainsi que le chiffrement et le déchiffrement.

source: When you use it: Infosec is used both for hacking into electronic devices and mesh networks and for protecting them.
fr_fr: Quand l'utiliser: Académique est utilisée à la fois pour pénétrer un appareil électronique et les réseaux meshés et pour les protéger.

source: See the Mesh chapter, p.
fr_fr: Voir le chapitre sur Le Mesh, p.

source: 234, for more details.
fr_fr: 234, pour plus de détails.

source: Specializations: Brute-Force Hacking, Decryption, Probing, Security, Sniffing, Spoofing
fr_fr: Spécialisations: Attaque en Force-Brute, Déchiffrement, Analyse, Sécurité, Interception de traffic, Spoofing

source: {INTEREST: [FIELD]} Type: Field, Knowledge
fr_fr: {INTÉRÊT: [DOMAINE]} Type: Domaine, Connaissance

source: What it is: Interest includes just about any topic that captures your attention that isn’t covered by another skill.
fr_fr: Qu'est-ce: Intérêt inclut tout ce qui concerne un sujet qui capte votre attention et qui n'est pas couvert par une autre compétence.

source: This includes hobbies, obsessions, causes, pastimes, and other recreational pursuits.
fr_fr: Elle inclut les hobbys, les obsessions, les causes, les passe-temps et d'autres objetcifs récréatifs.

source: When you use it: Use the Interest skill whenever you need to recall or use knowledge related to the particular interest in question.
fr_fr: Quand l'utiliser: Utilisez la coméptence Intérêt lorsque vous devez faire appel à ou utiliser une connaissance liée à l'intérêt particulier en question.

source: Field Examples: Ancient Sports, Celebrity Gossip, Conspiracies, Factor Trivia, Gambling, Hypercorp Politics, Lunar Habitats, Martian Beers, Old Earth Nation-States, Reclaimer Blogs, Science Fiction, Scum Drug Dealers, Spaceship Models, Triad Economics, Underground XP
fr_fr: Exemple de Domaines: Ancients Sports, Actualité People , Conspiration, Information sur les Facteurs, Politique Hypercorporatiste, Habitats Lunaire, Bières Martiennes, Nation-État de la Vieille Terre, Blog Réclamationnistes, Science Fiction, Racailles Trafiquants de Drogue, Modèles de Vaisseaux, Économie des Triades, XP Clandestine

source: {INTERFACING} Type: Active, Technical
fr_fr: {INTERFAÇAGE} Type: Active, Technique

source: What it is: Interfacing is about using computerized electronic devices and software.
fr_fr: Qu'est-ce: Interfaçage concerne l'utilisation de matériel électronique informatisé et des logiciels.

source: When you use it: Use Interfacing to understand an electronic device you are not familiar with, use a program according to its normal operating parameters, manipulate electronic files of various types (including images, video, XP, and audio files), scan for wireless devices, and otherwise interact with and command your ecto, muse, and other computerized devices.
fr_fr: Quand l'utiliser: Utilisez Interfaçage poru comprendre le fonctionnement d'un appareil électronique avec lequel vous n'êtes pas familier, utiliser un programme d'arpès ses paramètres normaux d'utilisation, manipuler des fichiers électroniques de différents type (incluant les images, la vidéo, l'XP et l'audio), chercher des apapreils sans-fil et interagir d'une manière ou d'une autre avec votre ecto, votre muse ou d'autre appareils informatisés.

source: Some Interfacing actions may be Task Actions, with a timeframe determined by the gamemaster.
fr_fr: Certaines actions d'Interfaçage peuvent être des Actions de Tâches, avec un intervalle de temps déterminé par le maître de jeu.

source: For more detail, see the Mesh chapter, p.
fr_fr: Pour plus de détail, voir le chapitre sur le Mesh p.

source: Specializations: Forgery, Scanning, Stealthing, by program
fr_fr: Spécialisations: Falsification, Balayage, Stéganographie, par programme.

source: {INTIMIDATION} Type: Active, Social
fr_fr: {INTIMIDATION} Type: Active, Sociale

source: What it is: Intimidation is convincing someone to do what you want based on direct threats (implied or actual) or sheer force of personality.
fr_fr: Qu'est-ce: Intimidation c'est convaincre quelqu'un de faire ce que vous voulez grâce à des menaces directes (insinuées ou réelle) ou par la seule force de sa personnalité.

source: When you use it: Use Intimidation to scare someone into submission, browbeat them into getting your way, command them to follow your orders, or berate them into giving up information.
fr_fr: Quand l'utiliser: Utilisez Intimidation pour effrayer quelqu'un et le soumette, le forcer à faire ce que vous voulez, lui ordonner de suivre vos ordres ou l'admonester de vous donner des informations.

source: Influence is handled as an Opposed Test, pitted against the target’s WIL + WIL + SAV.
fr_fr: Intimidation est géré par un Test en Opposition contre lae total VOL + VOL + AST de la cible.

source: Specializations: Interrogation, Physical, Verbal
fr_fr: Spécialisations: Interrogation, Physique, Verbale

source: {INVESTIGATION} Type: Active, Mental
fr_fr: {INVESTIGATION} Type: Active, Mentale, Psi

source: What it is: Investigation is the art of analyzing evidence, piecing together clues, solving mysteries, and making logical deductions from groups of facts.
fr_fr: Qu'est-ce: Investigation est l'art d'analyser des preuves, d'assembler des indices, de résoudre els mystères et de faire des dédcutions logiques à aprtir d'un ensemble de fait.

source: Investigation differs from Perception in that it is the conscious search for clues or pieces of a puzzle.
fr_fr: Investigation diffère de Perception car il s'agît d'une recherche minutieuse d'indice ou de pièce du puzzle.

source: When you use it: Use Investigation to draw conclusions from assorted details.
fr_fr: Quand l'utiliser: Utilisez cette compétence pour tirer des conclusions depuis un ensemble de détails.

source: For example, Investigation could be used to determine the likely sequence of events at a crime scene, determine a possible social connection between two people, or deduce how an enemy made their escape.
fr_fr: Par exemple, Investigation peut être utilisé pour déterminer la séquence probable des évènements sur une scène du crime, déterminer une connexion sociale possible entre deux personnes ou déduire comment un ennemi à pu s'échapper.

source: Investigation is a great way
fr_fr: Investigation ets un bon moyen

source: to provide clues to players, especially when the subject matter is something their character might know well but the player does not.
fr_fr: de fournir des indices aux jouerus, particulièrement lorsque le sujet concerné est quelque chose de familier ua personnage masi pas pour le joueur.

source: Specializations: Evidence Analysis, Logical Deductions, Physical Investigation, Physical Tracking
fr_fr: Spécialisations: Analyse de Preuve, Déductions Logique, Investigation physique, Filature Physique.

source: {KINESICS} Type: Active, Social
fr_fr: {KINÉSIQUE} Type: Active, Sociale

source: What it is: Kinesics is the art of empathy and non-vocal communication.
fr_fr: Qu'est-ce: Kinésique est l'art de l'empathie et de la communication non-verbale.

source: When you use it: Use Kinesics to read body language, tells, social cues, and other subconscious indicators.
fr_fr: Quand l'utiliser: Utilisez Kinésique pour lire le language corporel, les tics, les indices sociaux et autres indicateurs subconscient.

source: It can also be used to emote more effectively.
fr_fr: Elle peut aussi être utilisée pour retranscrire ses émotions plus efficacement.

source: Kinesics is used defensively whenever someone is trying to deceive you; make an Opposed Test against that person’s Deception or Impersonation skill.
fr_fr: Kinésique est utilisée de manière défensive lorsque quelqu'un essaye de vous mentir; faite sun Test en Opposition contre la compétence Supercherie ou Imposture de cette personne.

source: Though synthetic morphs are also designed to emote, reading them is not as easy.
fr_fr: Même si les morphs synthétique sont également conçue pour exprimer des émotions, les lire n'est pas aussi simple.

source: Apply a –30 modifier when judging a synthetic morph inhabited by a character or AGI.
fr_fr: Appliquez un modificateur de -30 lorsque vous évaluez une morph synthétique habitée par un personnage ou une IAG.

source: Likewise, standard AIs are also difficult to read; apply a –60 modifier when judging a synthetic morph or pod operated by an AI.
fr_fr: De manière similaire, les IAs standard sont également difficile à lire; appliquez un modificateur de -60 lorsque vous essayez de jauger une morph synthétique ou un pod contrôlé par une IA.

source: Specializations: Judge Intent, Nonvocal Communication
fr_fr: Spécialisations: Jauger les Intentions, Communication Non-Verbale.

source: JUDGING EMOTIONS AND INTENTIONS
fr_fr: JAUGER DES ÉMOTIONS ET DES INTENTIONS

source: Transhumans are empathic beings, and so you can attempt to gauge the demeanor and/or intent of someone you are dealing with by rolling a Kinesics Test.
fr_fr: Les transhumaisn sont des êtres empathique, et vous pouvez donc tenter de deviner les motivations et/ou les intentions de quelqu'un avec qui vous faites affaire en tentant un Test de Kinésique.

source: This attempt to read someone is far from exact, however, and it is easy to misjudge.
fr_fr: Cette tentative de lire quelqu'un est cpednant loin d'être fiable et est facilement mal interprétée.

source: The gamemaster should make this test in secret and only allow a hint if successful—it is not possible to read someone with absolute certainty.
fr_fr: le maître de jeu devrait faire ce test en secret et n'autoriser un indice que si il est réussi - il n'est pas possible de lire quelqu'un avec une certitude absolue.

source: If the person being judged is intentionally trying to deceive the character, this should be an Opposed Test against their Deception skill.
fr_fr: Si la personne ciblée essaye intentionnellement de mentir au personnage, cela devrait se résoudre en un Test en Opposition contre sa compétence Supercherie.

source: NONVOCAL COMMUNICATION
fr_fr: COMMUNICATION NON VERBALE

source: Experts in Kinesics can effectively communicate with each other simply by posture, stances, gestures, demeanors, and looks.
fr_fr: Les experts en Kinésique peuvent communiquer efficacement avec les autres en utilisant simplement des postures, des attitudes, des gestes, des comportement et des regards.

source: Such communication is necessarily limited in the amount of information it can convey, but feelings, attitudes, affirmation/negation, and simple concepts may be passed.
fr_fr: Une telle communication est nécessairement limitée dans la quantité d'information qu'elle eput relayer, mais les sentiments, les attitudes, la'ffirmation/la négation et des concepts simples peuvent être transmis.

source: To effectively communicate complex concepts, the gamemaster may require successful Kinesics Tests from both parties, applying modifiers as appropriate.
fr_fr: Pour communiquer effectivement des concepts complexe, le maître de jeu peut nécessiter des Test de Kinésiques réussit des deux parties, appliquant des modificateurs appropriés.

source: {KINETIC WEAPONS} Type: Active, Combat
fr_fr: {ARMES CINÉTIQUE} Type: Active, Combat

source: What it is: Kinetic Weapons covers the use and maintenance of standard kinetic projectile weapons like firearms and railguns (p.
fr_fr: Qu'est-ce: La compétence Armes Cinétique couvre l'utilisation et la maintenance des armes à projectiles cinétiques standard telle que les armes à feu et les armes à rail (p.

source: When you use it: Use this skill whenever attacking with a kinetic weapon in ranged combat (p.
fr_fr: Quand l'utiliser: Un joueur utilise la compétence Armes Cinétique lorsqu'il attaque avec une arme cinétique en combat à distance (p.

source: Specializations: Assault Rifles, Machine Guns, Pistols, Sniper Rifles, Submachine Guns
fr_fr: Spécialisations: Fusils d'Assaut, Mitrailleuses, Pistolets, Fusils de Sniper, Armes Automatiques

source: {LANGUAGE: [FIELD]} Type: Field, Knowledge
fr_fr: {LANGUE: [DOMAINE]} Type: Domaine, Connaissance

source: What it is: Language covers the speaking and reading of languages other than the player’s native tongue.
fr_fr: Qu'est-ce: Langue couvre la capacité à parler et lire une langue autre que la langue natale du personnage.

source: A speaker is considered fluent at a skill level of 50; anything above this indicates further refinement in technical vocabulary, accents, and knowledge of dialects.
fr_fr: Parler la langue de manière fluide correspond à un niveau de 50; tout ce qui est au-dessus indique un développement du vocabulaire technique, des accents et la connaissance des dialectes.

source: When you use it: Use the Language skill whenever you want to speak, understand, or read something in a language at which you are skilled.
fr_fr: Quand l'utiliser: Utilisez la compétence Lnague lorsque vous devez parler, comprendre ou lire quelque chose dans une langue pour laquelle vous êtes compétent.

source: Most speaking and reading comprehension tests can be considered Simple Success Tests if your skill is over 50, unless the gamemaster rules the subject is sufficiently complex that a non-native speaker would have trouble understanding it.
fr_fr: la plupart des test de compréhension écrite et orale peuvent être considéré comem des Tests de Succès Simple si votre compétence dépasse 50, à moins que le maître de jeu décide que le sujet de la discussion est suffisament complexe pour que les pratiquants non-natifs puissent avoir du mal à comprendre.

source: Sample Fields: Arabic, Cantonese, English, French, Hindi, Japanese, Mandarin, Portuguese, Russian, Spanish
fr_fr: Exemple de Domaines: Arabe, Cantonais, Anglais, Français, Hindoux, Mandarin, Portuguais, Russe, Espagnol

source: Specializations: As appropriate to the field, representing dialects, technical jargon, and subcultural slang
fr_fr: Spécialisations: Appropriée au domaine, représentant les dialectes, le jargon technique et l'argot sous-culturel

source: LANGUAGES IN ECLIPSE PHASE
fr_fr: LES LANGUES DANS ECLIPSE PHASE

source: With the Fall of Earth, the languages that remain most prominent in the solar system are those that were extensively carried into space by countries and hypercorps with aggressive space programs or by the large populations of poor laborers and infomorph refugees that followed.
fr_fr: Avec la Chute de la Terre, les langues qui sont encore dominantes dans le système solaire sont celles qui ont été largement emmenée dans l'espace par les pays et les hypercorps ayant des programmes spatiaux agressifs ou par les grosses populations de travailleurs pauvre et d'infugiés qui ont suivis.

source: No single language dominated the realm of space expansion, and multilingualism was common.
fr_fr: Aucune langue ne dominait le royaume de l'expansion spatiale, et le multilingusiem était commun.

source: Many habitats and (sub) cultural groupings cling to specific languages as a method of retaining cultural identity.
fr_fr: Beaucoup d'habitats et de groupes (sous) culturel s'en tiennent à une lnague spécifique comme méthode de conserver une identité culturelle.

source: Despite the availability of instant translation via the mesh, many people remain versed in two or more languages.
fr_fr: En dépit de la disponibilité de traduction instanténée via le mesh, beaucoup de personne reste compétent dans deux langues ou plus.

source: The ten most common languages in the solar system by speaking populations are: Arabic, Cantonese, English, French, Hindi, Japanese, Mandarin, Portuguese, Russian, and Spanish.
fr_fr: Les dix langues les plus communes dans le système solaire en taille de population les parlants sotn: Arabe, Cantonais, Anglais, Français, Hindoux, Japonais, Mandarin, Portuguais, Russe et Espagnol.

source: Other languages that remain strong include Bengali, Dutch, Farsi, German, Italian, Javanese, Korean, Polish, Punjabi, Swedish, Tamil, Turkish, Urdu, Vietnamese, and Wu.
fr_fr: D'autres langues encore trés parlées incluent le Bengali, le Flamand, le Farsi, l'Allemand, l'Italien, le Javanais, le Coréen, le Polonais, le Punjabi, le Suédois, le Tamoul, le Turc, l'urdu, le Viétnamien et le Wu.
